Repository: eckteleky/EIS
Catalog: EIS/Resources/Resource.*.resx
Languages: hu_hu

# txtshift
source: Select working shift!
hu_hu: Válaszd ki a műszakot!

# txtdate2
source: Select the date!
hu_hu: Kérlek válassz ki a vég dátumot!

# txtdatefrom
source: Please select a from date!
hu_hu: Kérlek válassz ki a kezdő dátumot!

source: Employee Data
hu_hu: Dolgozó adatai

source: Routings Data
hu_hu: Művelet adatai

# txtdateto
source: Please select a to date!
hu_hu: Kérlek válassz ki a vég dátumot!

source: Output
hu_hu: Mennyiség

source: Time
hu_hu: Idő

# TablePlannedDownTimes
source: Break Time Planner
hu_hu: Szünet tervező

# Line
source: Production line
hu_hu: Gyártósor

# ShiftStart
source: Shift start time
hu_hu: Műszak kezdete

# ShiftStop
source: Shift stop time
hu_hu: Műszak vége

# ShiftTime
source: Total shift time
hu_hu: Teljes üzemidő

# TargetQty
source: Expected quantity
hu_hu: Elvárt darabszám

# ProducedQty
source: Production quantity
hu_hu: Gyártott darabszám

# GoodQty
source: Good quantity
hu_hu: Jó darabszám

# ScrapQty
source: Scrap quantity
hu_hu: Selejt darabszám

# UnitQty
source: pcs
hu_hu: db

# Qty
source: quantity
hu_hu: Darabszám

# ItemNo
source: Itemnumber
hu_hu: Cikkszám

# BreakDescription
source: Break time description
hu_hu: Szünet leírása

# Break
source: Break time
hu_hu: Szünet

# TablePlannedShifts
source: Shift planner
hu_hu: Műszak tervező

# EasyMESJobs
source: Production plan
hu_hu: Gyártás tervező

# EasyMesstatus
source: Production status
hu_hu: Gyártási státusz

# EasyMESTTSTypes
source: Production types
hu_hu: Gyártás típusok

# LZInterval
source: Absence
hu_hu: Távollét

source: Shift Events
hu_hu: Műszak események

source: Maintenance
hu_hu: Karbantartás

source: Machine setters
hu_hu: Gépfelelősök

source: Working time reports
hu_hu: Munkaidő jelentések

source: Absence reports
hu_hu: Távollét jelentések

# lang
source: en-gb
hu_hu: hu

# LZCategoryOfMonth
source: Monthly work time by operations
hu_hu: Havi órák műveletek szerint

source: Good parts
hu_hu: Jó darabszám

source: DTReports
hu_hu: Darabszám

# WTQty
source: Tool carriers quantity
hu_hu: Paletták száma

source: Types produced
hu_hu: Gyártott típusok

source: Reported by
hu_hu: Rögzítette

source: Report time
hu_hu: Rögzítés ideje

source: Type produced
hu_hu: Gyártott típus

source: Type index
hu_hu: Típus index

# TypeStart
source: Production start time
hu_hu: Gyártás kezdete

source: Failure type
hu_hu: Hibatípus

source: OK
hu_hu: Rendben

source: select
hu_hu: kiválasztás

source: The Email / Username field is required.
hu_hu: Email szükséges.

source: The Email Address field is required.
hu_hu: Email szükséges.

source: The Email Password field is required.
hu_hu: Jelszó szükséges.

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
hu_hu: A 2fa le van tiltva. A 2fa újraengedélyezéséhez hitelesítő alkalmazást állít be

source: Add authenticator app
hu_hu: Authenticator alkalmazás hozzáadás

source: and
hu_hu: és

source: Authenticator app
hu_hu: Authenticator alkalmazás

source: Authenticator code
hu_hu: Authenticator kód

source: Configure authenticator app
hu_hu: A hitelesítő alkalmazás konfigurálása

source: Download a two-factor authenticator app like Microsoft Authenticator for
hu_hu: Töltsön le egy kétfaktoros hitelesítő alkalmazást, például a Microsoft Authenticator alkalmazást

source: Forget this browser
hu_hu: Felejtsd el ezt a böngészőt

source: Generate Recovery Codes
hu_hu: Helyreállítási kódok létrehozása

source: Generate two - factor authentication (2FA) recovery codes
hu_hu: Kétfaktoros hitelesítési (2FA) helyreállítási kódok létrehozása

source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
hu_hu: Az új helyreállítási kódok generálása nem módosítja a hitelesítő alkalmazásokban használt kulcsokat. Ha meg szeretné változtatni a hitelesítő alkalmazásban használt kulcsot, ezt meg kell tennie

source: Google Authenticator for
hu_hu: Google Authenticator ehhez

source: If you do not complete your authenticator app configuration you may lose access to your account.
hu_hu: Ha nem fejezi be a hitelesítő alkalmazás konfigurációját, elveszítheti hozzáférését fiókjához.

source: If you lose your device and don't have the recovery codes you will lose access to your account.
hu_hu: Ha elveszíti eszközét, és nem rendelkezik a helyreállítási kódokkal, akkor elveszíti hozzáférését fiókjához.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
hu_hu: Ha visszaállítja a hitelesítő kulcsot, a hitelesítő alkalmazás nem fog működni, amíg újra nem konfigurálja.

source: into your two factor authenticator app. Spaces and casing do not matter.
hu_hu: a kétfaktoros hitelesítő alkalmazásba. A szóközök és a kis- és nagybetű nem számít.

source: Invalid authenticator code.
hu_hu: Érvénytelen hitelesítő kód.

source: Invalid login attempt.
hu_hu: Érvénytelen bejelentkezési kísérlet.

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
hu_hu: Miután beszkennelte a QR-kódot, vagy beírta a fenti kulcsot, a kétfaktoros hitelesítési alkalmazás egyedi kódot ad. Írja be a kódot az alábbi megerősítő mezőbe.

source: or
hu_hu: vagy

source: Put these codes in a safe place.
hu_hu: Ezeket a kódokat tegye biztonságos helyre.

source: Recovery codes
hu_hu: Helyreállítási kódok

source: Remember this machine
hu_hu: Emlékezz erre gépre

source: Reset authenticator app
hu_hu: Authenticator alkalmazás alapállapotba állítása

source: Reset authenticator key
hu_hu: Hitelesítési kulcs visszaállítása

source: Reset recovery codes
hu_hu: Helyreállító kóddal alapállapotba állítása

source: Scan the QR Code or enter this key
hu_hu: Olvassa be a QR-kódot, vagy írja be ezt a kulcsot

source: Setup authenticator app
hu_hu: Authenticator alkalmazás beállítás

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
hu_hu: A jelenlegi böngészőt elfelejtették. Amikor újra bejelentkezik ebből a böngészőből, a rendszer kérni fogja a 2fa kódot.

source: The password and confirmation password do not match.
hu_hu: A jelszó és a megerősítő jelszó nem egyezik.

source: The {0} must be at least {2} and at max {1} characters long.
hu_hu: A {0} legalább {2} és legfeljebb {1} karakter hosszú lehet.

source: This process disables 2FA until you verify your authenticator app.
hu_hu: Ez a folyamat letiltja a 2FA-t, amíg nem ellenőrzi a hitelesítő alkalmazást.

source: To use an authenticator app go through the following steps:
hu_hu: A hitelesítő alkalmazás használatához kövesse az alábbi lépéseket:

source: Two-factor authentication (2FA)
hu_hu: Kétfaktoros azonosítás (2FA)

source: Verification Code
hu_hu: Ellenőrző kód

source: Verification code is invalid.
hu_hu: Az ellenőrző kód érvénytelen.

source: Verify
hu_hu: Ellenőrzés

source: You have generated new recovery codes.
hu_hu: Új helyreállítási kódokat hozott létre.

source: Your authenticator app has been verified.
hu_hu: A hitelesítő alkalmazás ellenőrzése megtörtént.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
hu_hu: A hitelesítő alkalmazás kulcsa visszaállításra került, az új kulccsal konfigurálnia kell a hitelesítő alkalmazást.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
hu_hu: Belépésed védve van authenticator alkalmazással. Authenticator kódod add meg.

# ReportUsers
source: Users of Report
hu_hu: Riport felhasználók

# EOLQty
source: EOL quantity
hu_hu: EOL darabszám

source: Fixed Columns
hu_hu: Fix oszlopok

source: Good
hu_hu: Jó
