Repository: eckteleky/EIS
Catalog: EIS/Resources/Resource.*.resx
Languages: hu_hu

source: Action
hu_hu: Akció

source: Active
hu_hu: Aktív

source: Actual
hu_hu: Aktuális

source: Add new Role
hu_hu: Új jog hozzáadás

source: Add/Remove Roles for User
hu_hu: Felhasználói jogok hozzáadása és törlése

source: Add Role
hu_hu: Jog hozzáadás

source: Admin
hu_hu: Adminisztrátor

source: Afternoon
hu_hu: Délután

source: Alert Level
hu_hu: Riasztási szint

# Allasido
source: Downtime
hu_hu: Állásidő

source: AllCode
hu_hu: Minden kód

source: All Day
hu_hu: Egész nap

source: All parts
hu_hu: Összes termék

source: All rights reserved.
hu_hu: Minden jog fenntartva.

source: Are you sure you want to delete this?
hu_hu: Biztos, hogy törli a következőt?

# Automotive2
source: Power Tools 1
hu_hu: Kéziszerszámok 1

# Automotive3
source: Power Tools 2
hu_hu: Kéziszerszámok 2

# AVAILABILITYTXT
source: Availability
hu_hu: Elérhetőség

source: Back to list
hu_hu: Vissza a listához

source: Bad parts
hu_hu: Rossz termék

# BeDat
source: Entry date
hu_hu: Belépés

# Board
source: Project
hu_hu: Projekt

# BoardGroup
source: Projekt Group
hu_hu: Projekt csoport

# BoardGroupId
source: Project Group
hu_hu: Projekt csoport

# BoardGroups
source: Project Groups
hu_hu: Projekt csoportok

# Boards
source: Projects
hu_hu: Projektek

# BoardTitle
source: Project title
hu_hu: Projekt név

source: Cancel
hu_hu: Mégsem

# Card
source: Task
hu_hu: Feladat

# CardId
source: Task ID
hu_hu: Feladat azonosító

# Cards
source: Tasks
hu_hu: Feladatok

# CardsOfUsers
source: Responsibles
hu_hu: Felelősök

source: Category
hu_hu: Kategória

source: Change Email
hu_hu: Email váltás

source: Change Password
hu_hu: Jelszóváltás

source: Clarified
hu_hu: Tisztázva

source: Clarified 50%
hu_hu: Tisztázva 50%

source: ClassCode Detection
hu_hu: Hibaosztály detektálás

source: ClassCode Detection [EN]
hu_hu: Hibaosztály detektálás [Angol]

source: ClassCode Id
hu_hu: Hibacsoportkód

source: Close
hu_hu: Bezárás

# CloseTxt
source: Your work has been closed
hu_hu: Munkádat bezártam

source: CodeId
hu_hu: Kód

source: Confirm New Password
hu_hu: Új jelszó megerősítése

source: Comments
hu_hu: Megjegyzés

source: Company
hu_hu: Cég

source: Competencies
hu_hu: Kompetenciák

source: Competency
hu_hu: Kompetencia

source: Competency matrix
hu_hu: Kompetencia mátrix

# CompetencyMatrixes
source: Competency matrix
hu_hu: Kompetencia mátrix

source: completed
hu_hu: kitöltve

source: Confirm password
hu_hu: Jelszó megerősítése

source: Copy to clipboard...
hu_hu: Ment...

source: Copyright
hu_hu: Másolási védelem

# Create
source: Data Entry
hu_hu: adatbevitel

source: Create a new account
hu_hu: Új felhasználó létrehozása

source: Create new
hu_hu: Új készítése

source: Create date
hu_hu: Rögzítés dátuma

source: Created by
hu_hu: Készítette

# CT
source: Cycletime
hu_hu: Ciklusidő

source: Cycletime
hu_hu: Ciklusidő

# Darab
source: Quantity
hu_hu: Darab

source: Dashboard
hu_hu: Műszerfal

# Datum
source: Date
hu_hu: Dátum

# DatumIg
source: To
hu_hu: Eddig

# DatumTol
source: From
hu_hu: Ettől

# Decription
source: Decription [HU]
hu_hu: Leírás [magyar]

source: Decription [EN]
hu_hu: Leírás [angol]

source: Default
hu_hu: Általános

source: Delete
hu_hu: Törlés

source: Deleted
hu_hu: Törölve

source: Deleted 0%
hu_hu: Törölve 0%

source: Delete data and close my account
hu_hu: Törölje az adatokat és zárja be a fiókomat

source: Delete Personal Data
hu_hu: Személyi adatok törlése

# DeleteTxt
source: Your work has been deleted
hu_hu: Kitöröltem az adatod

source: Deleting this data will permanently remove your account, and this cannot be recovered.
hu_hu: Az adatok törlésével véglegesen eltávolítja fiókját, és ezeket nem lehet visszaállítani.

source: Description
hu_hu: Feladatleírás

source: Description [EN]
hu_hu: Feladatleírás [Angol]

source: Details
hu_hu: Részletek

# DetectDescription
source: Detecting
hu_hu: Detektálás

# DetectDescriptionEN
source: Detecting [EN]
hu_hu: Detektálás [Angol]

# DetectId
source: Detection
hu_hu: Detektálás

# LossChart
source: Quantity and Loss Chart
hu_hu: Mennyiség-veszteség diagram

# DownTimeLog
source: Downtime Logbook
hu_hu: Állásidő napló

# OEEGauge
source: OEE Chart
hu_hu: OEE diagram

source: Disable 2FA
hu_hu: 2FA tiltása

source: Disable two-factor authentication (2FA)
hu_hu: Két-faktoros azonosítás letiltása (2FA)

source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
hu_hu: A 2FA letiltása nem módosítja a hitelesítő alkalmazásokban használt kulcsokat. Ha meg szeretné változtatni a hitelesítő alkalmazásban használt kulcsot, ezt meg kell tennie

# DolgozoID
source: WorkerId
hu_hu: Dolgozószám

# DolgozoNeve
source: Workername
hu_hu: Dolgozónév

source: Done
hu_hu: Elvégezve

source: Done 100%
hu_hu: Elvégezve 100%

source: Download
hu_hu: Letöltés

source: Download Your Data
hu_hu: Töltsd le az adataidat

source: Downtime
hu_hu: Állásidő

# DownTimeIndex
source: RECORDING THE REASONS OF DOWNTIME
hu_hu: ÁLLÁSIDŐ OKOK RÖGZÍTÉSE

# DownTimeTables
source: Downtime
hu_hu: Állásidő ok jelentése

source: Dropout due to downtime
hu_hu: Állásidő miatti kiesés

source: Total Loss
hu_hu: Kiesett darabszám

source: Dropped quantity
hu_hu: Kiesett darabszám

# DTDownTime
source: Downtime
hu_hu: Állásidő

# DtgroupId
source: Id
hu_hu: Csoport

# DTLine
source: Line
hu_hu: Sor

# DTMinute
source: minutes
hu_hu: perc

# DTSearch
source: Search...
hu_hu: Keresés...

# DTShift
source: Shift
hu_hu: Műszak

# DTTables
source: Downtime Report
hu_hu: Állásidő jelentés

# DTTime
source: Time
hu_hu: Idő

# DTTypes
source: Reason of downtime
hu_hu: Állásidő ok

# DTTypesGroup
source: Reason of downtime
hu_hu: DTTypesGroup

# DttypesGroupDescription
source: Downtime type group [HU]
hu_hu: Állásidő típus csoport [magyar]

# DttypesGroupDescriptionEn
source: Downtime type group [EN]
hu_hu: Állásidő típus csoport [angol]

# DTTypesGroupIndex
source: WORKPLACE GROUPS
hu_hu: MUNKAHELY CSOPORTOK

# DTTypesGroups
source: Workplace groups
hu_hu: Állásidő ok csoportja

# DTTypesGroupsTables
source: Workplace groups
hu_hu: Munakahely csoportok

# DTTypesIndex
source: REASONS FOR DOWNTIME
hu_hu: ÁLLÁSIDŐ OKOK

# DTTypesTables
source: Reason of downtime
hu_hu: Okok leírása

# DTWorkDay
source: Workday
hu_hu: Munkanap

# Du
source: PM
hu_hu: DU

# DueDate
source: Original due date
hu_hu: Eredeti határidő

source: Edit
hu_hu: szerkesztés

source: Efficiencies
hu_hu: Hatékonysági faktor

source: Efficiency
hu_hu: Hatékonyság

# EFFICIENCYTXT
source: Effiency
hu_hu: Hatékonyság

source: Elimination due to efficiency
hu_hu: Hatékonyság miatti kiesés

# Elvart
source: Request
hu_hu: Elvárt

source: Email
hu_hu: E-mail címe

source: Email invalid
hu_hu: E-mail nem megfelelő

source: Email required
hu_hu: E-mail cím szükséges

source: Empty
hu_hu: Üres

source: EndTime
hu_hu: Vége

source: English (United States)
hu_hu: Angol (USA)

source: Export to PDF file...
hu_hu: PDF-be export...

source: External logins
hu_hu: Külső belépés

source: Failurecode ID
hu_hu: Hibakód azonosító

source: Failure description
hu_hu: Hibaleírás

source: Failure description [EN]
hu_hu: Hibaleírás [Angol]

source: Failure rate
hu_hu: Hibaráta

source: Finish date
hu_hu: Teljesítés dátuma

source: First name
hu_hu: Előnév

source: Full name
hu_hu: Felhasználó neve

source: Full name required
hu_hu: Felhasználó neve szükséges

source: General
hu_hu: Általános

source: Good number of pieces
hu_hu: Jó darabok száma

# GoodPartsA
source: Good parts
hu_hu: Jó darabszám

# Gyartott
source: Producted
hu_hu: Gyártott

source: Hello
hu_hu: Szia

# Hetnapja
source: Day of Week
hu_hu: Hét napja

source: Hi,
hu_hu: Üdv,

source: Hi, Visitor
hu_hu: Üdv, Látogató

# HibasDarab
source: Wrongs
hu_hu: Hibás

source: High
hu_hu: Magas

source: Home
hu_hu: Alap

# Hour
source: hours
hu_hu: óra

source: Hour #1
hu_hu: 1-ÓRA

source: Hour #2
hu_hu: 2-ÓRA

source: Hour #3
hu_hu: 3-ÓRA

source: Hour #4
hu_hu: 4-ÓRA

source: Hour #5
hu_hu: 5-ÓRA

source: Hour #6
hu_hu: 6-ÓRA

source: Hour #7
hu_hu: 7-ÓRA

source: Hour #8
hu_hu: 8-ÓRA

source: Hour #9
hu_hu: 9-ÓRA

source: Hourly Good Quantity
hu_hu: Óránkénti jó darabszám

source: Hours
hu_hu: Órák

source: Hungarian (Hungary)
hu_hu: Magyar

# I already have a membership
source: I am already a member
hu_hu: Már tag vagyok

source: ID
hu_hu: Azonosító

source: ID required
hu_hu: Azonosító kell

# IFSDetectionIndex
source: LOCATION OF DETECTION
hu_hu: DETEKTÁLÁS HELYE

# IFSDetectionTable
source: Location of detection
hu_hu: Detektálás tábla

# IFSDetectionTables
source: Location of detection
hu_hu: Detektálás helye

# IFSFailureClassCodeIndex
source: FAILURE CLASS
hu_hu: HIBAOSZTÁLY

# IFSFailureClassCodeTable
source: Failure class
hu_hu: Hibaosztály tábla

# IFSFailureCodeIndex
source: FAILURE CODE
hu_hu: HIBAKÓDOK

# IFSFailureCodeTable
source: Failure code
hu_hu: Hibakód tábla

# IFSFaulireClassCodeTables
source: Failure class
hu_hu: Hibaosztályok

# IFSFaulireCodeTables
source: Failure code
hu_hu: Hibákódok

# IFSHeaderID
source: ID
hu_hu: Azonosító

# IFSHeaderIndex
source: HEADER OF FAULTY
hu_hu: HIBA FEJLÉC ADATOK

# IFSHeaderTable
source: Header of faulty
hu_hu: Hiba fejléc tábla

# IFSHeaderTables
source: Header of faulty
hu_hu: Hiba fejléc

# IFSMuszakIndex
source: SHIFT
hu_hu: MŰSZAKOK

# IFSMuszakTables
source: Shift
hu_hu: Műszak

# IFSShiftIndex
source: SHIFT
hu_hu: GYÁRTOTT DARABSZÁM

# IFSShiftTables
source: Quantity Report
hu_hu: Darabszám jelentés

# IFSValueIndex
source: FAULTY VALUES
hu_hu: HIBAGYŰJTŐ

# IFSValueTable
source: Faulty values
hu_hu: Hibagyűjtő tábla

# IFSValueTables
source: Faulty values
hu_hu: Hibagyűjtő

source: In progress
hu_hu: Folyamatban

source: In progress 75%
hu_hu: Folyamatban 75%

source: Index
hu_hu: Lista

source: Interval
hu_hu: Intervallum

# Irsz
source: PostCode
hu_hu: Irsz

# Kefetartoszam
source: Brushholder number
hu_hu: Kefetartószám

# KiDat
source: Exit date
hu_hu: Kilépés

source: KPI
hu_hu: KPI mutató

# Kpiid
source: KPI
hu_hu: KPI azonosító

source: KPIs
hu_hu: KPI-k

source: KPItables
hu_hu: KPI mutatók

source: Language:
hu_hu: Nyelv:

# LangURL:
source: /language/en-gb.json
hu_hu: /language/hu.json

# Last
source: Last data
hu_hu: Utolsó adat

source: LastAlertLevel
hu_hu: Utaolsó riasztás

source: Last name
hu_hu: Utónév

source: Level
hu_hu: Szint

source: LineId
hu_hu: Sor

source: List
hu_hu: Listája

source: Login
hu_hu: Belépés

source: Login
hu_hu: Belépés

source: Logout
hu_hu: Kilépés

source: Logs
hu_hu: Naplózás

source: Loss of cycletime
hu_hu: Ciklusidő veszteség

source: Loss of downtime
hu_hu: Állásidő veszteség

source: Low
hu_hu: Alacsony

# LZAbfor
source: Employee query
hu_hu: Dolgozói lekérdezés

# LZAbForIndex
source: EMPLOYEE INQUIRY
hu_hu: DOLGOZÓI LEKÉRDEZÉS

# LZCompetencyIndex
source: QUALIFICATIONS
hu_hu: KVALIFIKÁCIÓK

# LZCompetencyTables
source: Qualifications
hu_hu: Kvalifikációk leírása

# LZDolgozoIndex
source: WORKERS
hu_hu: DOLGOZÓK

# LZDolgozoTables
source: Workers
hu_hu: Dolgozó tábla

# LZHolidayOfMonth
source: Employee mounthly leave
hu_hu: Dolgozói havi szabadság

# LZHours
source: Worker hours
hu_hu: Dolgozói órák

# LZHoursIndex
source: WORKER HOURS
hu_hu: DOLGOZÓI ÓRÁK

# LZHoursOfMonth
source: Worker hours per month
hu_hu: Dolgozói havi órák

# LZHoursOfMonthIndex
source: WORKER HOURS PER MONTH
hu_hu: DOLGOZÓI HAVI ÓRÁK

# LZHSzabadsagOfMonthIndex
source: Worker hours per Month
hu_hu: DOLGOZÓI HAVI SZABADSÁG

# LZIntervalIndex
source: VACATION RECORD
hu_hu: TÁVOLLÉT RÖGZÍTÉS

# LZIntervalTable
source: Employee Absences
hu_hu: Dolgozói távollétek

# LZIntervalTables
source: Absence Records
hu_hu: Távollét rögzítés

# LZKefetartoIndex
source: PRODUCT GROUPS
hu_hu: TERMÉK CSOPORTOK

# LZKefetartoTable
source: Product groups
hu_hu: Termék csoport tábla

# LZKefetartoTables
source: Product groups
hu_hu: Termék csoportok

# LZKefetartoTipusIndex
source: OPERATIONS
hu_hu: MŰVELETEK

# LZKefetartoTipusListaIndex
source: PRODUCTION AREAS
hu_hu: GYÁRTÓ TERÜLETEK

# LZKefetartoTipusListaTable
source: Production areas
hu_hu: Gyártó terület tábla

# LZKefetartoTipusListaTables
source: Production areas
hu_hu: Gyártó területek

# LZKefetartoTipusTable
source: Operations
hu_hu: Művelet tábla

# LZKefetartoTipusTables
source: Operations
hu_hu: Műveletek

# LZMunkaCodeIndex
source: WORKING DAY GROUPS
hu_hu: MUNKANAP CSOPORTOK

# LZMunkaCodeTables
source: Working day groups
hu_hu: Munkanap csoport tábla

# LZMunkaNapIndex
source: WORKING DAY
hu_hu: MUNKANAPOK

# LZMunkaNapTables
source: Working day
hu_hu: Munkanap tábla

# LZMunkaNapViewer
source: Work Day Calendar
hu_hu: Munkaidő naptár

# LZMuszakIndex
source: SHIFTS
hu_hu: MŰSZAKOK

# LZMuszakTable
source: Shifts
hu_hu: Műszak tábla

# LZMuszakTables
source: Shifts
hu_hu: Műszakok

# LZMuveletReszletIndex
source: ARTICLE NUMBERS
hu_hu: CIKKSZÁMOK

# LZMuveletReszletTable
source: Article numbers
hu_hu: Cikkszám tábla

# LZMuveletReszletTables
source: Article numbers
hu_hu: Cikkszámok

# LZNaptarTables
source: Work calendar
hu_hu: Munkanaptár

# LZNaptarTablesViewer
source: Work calendar
hu_hu: Munkanaptár

# LZSzabadsag
source: Employee vacations
hu_hu: Dolgozói szabadság

# LZSzabadsagIndex
source: EMPLOYEE VACATIONS
hu_hu: DOLGOZÓI SZABADSÁGOK

# LZSzabadsagOfMonthIndex
source: EMPLOYEE MONTHLY LEAVE
hu_hu: DOLGOZÓI HAVI SZABADSÁGOK

# LZTables
source: Laufzettel
hu_hu: Teljesítménylap

source: LZTeljesitmeny Index
hu_hu: DOLGOZÓI TELJESÍTMÉNYEK RÖGZÍTÉSE

# LZTeljesitmenyTable
source: Routing Slip
hu_hu: Műveleti lap

# LZTeljesitmenyTables
source: Routing Slips (Laufzettel)
hu_hu: Műveleti lapok (Laufzettel)

# M1end
source: Shift #1 End
hu_hu: Műszak #1 End

# M1start
source: Shift #1 Start
hu_hu: Műszak #1 Start

# M2end
source: Shift #2 End
hu_hu: Műszak #2 End

# M2start
source: Shift #2 Start
hu_hu: Műszak #2 Start

# M3end
source: Shift #3 End
hu_hu: Műszak #3 End

# M3start
source: Shift #3 Start
hu_hu: Műszak #3 Start

source: Manage Email
hu_hu: Email kezelése

source: Manage your account
hu_hu: Fiók kezelése

source: Manage User Roles
hu_hu: Felhasználói jogok szerkesztése

# Meanpercent
source: Mean [%]
hu_hu: Közép [%]

source: Medium
hu_hu: Közepes

# Megjegyzes
source: Comment
hu_hu: Megjegyzés

source: Menu
hu_hu: Menü

# Minute
source: min
hu_hu: perc

source: Modified
hu_hu: Módosítva

# OEEChart
source: OEE Chart for
hu_hu: havi OEE diagram

source: Morning
hu_hu: Délelőtt

# Munkaido
source: Workingtime
hu_hu: Munkaóra

# Munkanap
source: Workday
hu_hu: Munkanap

# Muszak
source: Shift
hu_hu: Műszak

# Muveletreszlet
source: OP Detail
hu_hu: Műveletrészlet

# Muveletszam
source: OP Number
hu_hu: Műveletszám

source: Name
hu_hu: Neve

source: New Email
hu_hu: Új email

source: New Password
hu_hu: Új jelszó

source: Night
hu_hu: Éjszaka

source: Number of rejects
hu_hu: Selejtek száma

# OEE
source: Daily OEE report
hu_hu: OEE napi kimutatás

# OEEIndex
source: OEE DAILY REPORT
hu_hu: OEE NAPI KIMUTATÁS

source: Old Password
hu_hu: Régi jelszó

source: Open
hu_hu: Kiírva

source: Open 25%
hu_hu: Kiírva 25%

# Ora
source: Hour
hu_hu: Óra

# OsszesDarab
source: Sum quantity
hu_hu: Összes darab

# OsszesOra
source: Sum hours
hu_hu: Összes óra

source: Other
hu_hu: Egyéb

source: Others
hu_hu: Egyéb

source: Parent
hu_hu: Szülő

source: Parent ID
hu_hu: Szülő ID

source: Password
hu_hu: Jelszó

source: Personal data
hu_hu: Személyes adatok

source: Phone number
hu_hu: Telefonszám

# Pihenonap
source: Rest day
hu_hu: Pihenőnap

source: Please select from the top navigation menu!
hu_hu: Kérjük, válasszon a felső navigációs menüből!

source: Power Tools 1
hu_hu: Autóipari gyártás 1

source: Power Tools 2
hu_hu: Autóipari gyártás 2

# PowerTools1
source: Automotive 1
hu_hu: Autóipari gyártás 1

# PowerTools2
source: Automotive 2
hu_hu: Autóipari gyártás 2

source: Print...
hu_hu: Nyomtat...

source: Priorities
hu_hu: Prioritások

source: Priorities title
hu_hu: Prioritások neve

source: Priority
hu_hu: Prioritás

source: Priority ID
hu_hu: Prioritás azonosítója

source: Priority title
hu_hu: Prioritás neve

source: Privacy
hu_hu: Titoktartás

source: Profile
hu_hu: Profil

source: Profile picture
hu_hu: Profil kép

# PT
source: PT [s]
hu_hu: Gyártásidő

source: Quality
hu_hu: Minőség

source: QualityCosts
hu_hu: Minőség költségek

# QUALITYTXT
source: Quality
hu_hu: Minőség

source: Reason
hu_hu: Ok

source: Register
hu_hu: Regisztráció

source: Registration
hu_hu: Regisztrálás

source: Remember me
hu_hu: Emlékezz rám

source: Remember me?
hu_hu: Emlékezz rám?

# Request culture provider:
source: Language selection requested:
hu_hu: Nyelv kiválasztás szükséges:

# RescheduleDate
source: Due date
hu_hu: Határidő

source: reset your authenticator keys.
hu_hu: állítsa vissza a hitelesítő kulcsokat.

source: Role
hu_hu: Jogosultság

source: Role Manager
hu_hu: Jogosultságok

source: Role Id
hu_hu: Jogosultság Id

source: RoleManager Index
hu_hu: JOGOK MENEDZSERE

source: Role Name
hu_hu: Jogosultság neve

source: Roles
hu_hu: Jogosultságok

source: Save
hu_hu: Mentés

source: Save to CSV file...
hu_hu: CSV-be ment...

source: Save to Excel file...
hu_hu: Excel-be ment...

# SaveTxt
source: Your work has been saved
hu_hu: Munkádat elmentettem

source: Scrap
hu_hu: Selejt

source: Search
hu_hu: Kereső

source: Search text...
hu_hu: Keresd...

source: Search:
hu_hu: Keresés:

source: Select Image
hu_hu: Kép kiválasztása

source: Selected
hu_hu: Kiválasztott

# Selejt
source: Scrap
hu_hu: Selejt

source: Send verification email
hu_hu: Küldj megerősítő e-mailt

source: Setting time
hu_hu: Beállítási idő

source: Settings
hu_hu: Beállítások

source: Settings parts
hu_hu: Beállítási termék

source: Shift
hu_hu: Műszak

source: Shift description
hu_hu: Műszak

source: Shift description [EN]
hu_hu: Műszak [Angol]

source: Shift Index
hu_hu: MŰSZAK ADATOK

source: ShiftsTable
hu_hu: Műszak

source: ShopfloorTables
hu_hu: Shopfloor tábla

source: Short
hu_hu: Rövidnév

source: Show/Hide Columns
hu_hu: Oszlopok megjelenítése/elrejtése

source: Sign in
hu_hu: Belépés

source: Sign in to start your session
hu_hu: A munkamenet megkezdéséhez jelentkezzen be

source: Sign up using Facebook
hu_hu: Regisztrálj a Facebook segítségével

source: Sign up using Google+
hu_hu: Regisztráljon a Google+ használatával

# SortedId
source: Sorted
hu_hu: Rendezett ID

source: Start
hu_hu: Kezdet

# StartTime
source: StarTime
hu_hu: Kezdete

# StationId
source: Station
hu_hu: Állomás

source: Status
hu_hu: Státusz

source: Status ID
hu_hu: Státusz azonosító

source: Status title
hu_hu: Státusz neve

source: Stop
hu_hu: Vég

# SumDownTime
source: n
hu_hu: Összes állásidő

source: SystemParam Index
hu_hu: RENDSZER PARAMÉTEREK

source: SystemParams
hu_hu: Rendszer

# Szazelek
source: Percent
hu_hu: Százalék

# SzDat
source: Bird date
hu_hu: Születés

# Telefonszam
source: PhoneNumber
hu_hu: Telefonszám

source: Test
hu_hu: Próba

source: Testing
hu_hu: Tesztelés

source: Text
hu_hu: Szöveg

# Thepasswordlength
source: The password must be at least 6 characters long which contains a uppercase letter, a number and a special character.
hu_hu: A jelszónak minimum 6 karaktert kell tartalmaznia, amiből legalább egy nagybetű, egy szám és egy speciális karakter.

# Thepasswordmatch
source: The password and confirmation password do not match.
hu_hu: A jelszó és a megerősítési jelszó nem egyezik.

source: This action only disables 2FA.
hu_hu: Ez a művelet csak a 2FA-t tiltja le.

source: TimeStamp
hu_hu: Időbélyeg

# TIP
source: Project
hu_hu: Projekt

# TIPs
source: Projects
hu_hu: Projektek

# TIPTables
source: TIP Task Manager
hu_hu: TIP feladatkezelő

# Tipus
source: Type
hu_hu: Típus

source: Title
hu_hu: Cimke

# TitleEn
source: Title (English)
hu_hu: Cimke (angol)

source: Title required
hu_hu: Cimke kell

source: Tools of Admins
hu_hu: Admin szerszámok

# TOP10DownTimeReason
source: TOP 10 Downtime Reasons
hu_hu: Leggyakoribb 10 állásidő ok

source: in hours
hu_hu: órában

source: Two-factor authentication
hu_hu: Kétfaktoros azonosítás

source: Type
hu_hu: Típus

source: TypeId
hu_hu: Típus

source: of which
hu_hu: ebből

# UnknownDownTime
source: are without any reason
hu_hu: indokolatlan

# Unnep
source: Holyday
hu_hu: Ünnep

source: Update
hu_hu: Módosítás

source: Update Password
hu_hu: Jelszó frissítés

source: User
hu_hu: Felhasználó

source: User Roles
hu_hu: Felhasználói jogok

source: User ID
hu_hu: Felhasználó azonosító

source: User ID1
hu_hu: Felelős

source: User ID2
hu_hu: Közreműködő

source: User ID3
hu_hu: Közreműködő

# UserList
source: List of Users
hu_hu: Felhasználók listája

source: User name
hu_hu: Felhasználó neve

source: User name required
hu_hu: Felhasználó név szükséges

source: UserRoles Index
hu_hu: FELHASZNÁLÓI JOGOK

source: Users
hu_hu: Felhasználók

# Utca_hrsz
source: Address
hu_hu: Cím

source: Value
hu_hu: Érték

# Varos
source: City
hu_hu: Város

# ViewGbmDownTimeReasons
source: GBM DT's
hu_hu: GBM állásokok

source: Wasterate
hu_hu: Selejtarány

# WorkingDatas
source: Datas:
hu_hu: GYÁRTÁSI ADATOK:

# WorkingDates
source: Dates
hu_hu: Dátum

source: Working hours
hu_hu: Munkaórák

# WorkingId
source: Working
hu_hu: Dolgozó

# WorkingLines
source: Lines
hu_hu: Gyártósor

# WorkingShifts
source: Shift
hu_hu: Műszak

# WT
source: WT [s]
hu_hu: Várakozásidő

source: WTNr
hu_hu: WT szám

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
hu_hu: Fiókja olyan személyes adatokat tartalmaz, amelyeket Ön adott nekünk. Ez az oldal lehetővé teszi az adatok letöltését vagy törlését.

source: [None]
hu_hu: [Semmi]

source: FailureId
hu_hu: Hiba azonosító

source: LZMuszak
hu_hu: Műszak néző

source: Szazalek
hu_hu: Százalék

source: DTConnects
hu_hu: Állás okok

source: DTDefault
hu_hu: Állás alapérték

source: DTDisable
hu_hu: Tiltott állások

# DTFamily
source: DT families
hu_hu: Állás család

source: DTNew
hu_hu: Új állások

source: DTReason
hu_hu: Állás okok

source: DTValue
hu_hu: Rögzített állások

source: DT family description
hu_hu: Állás család leirás

# DTConnect
source: DT connections
hu_hu: Állás kapcsolatok

source: DT reason description
hu_hu: Állás ok leírása

# IFSMuszakTable
source: Shift
hu_hu: Műszak tábla

source: DT family description [EN]
hu_hu: Állás család leirás [angol]

source: DT reason description [EN]
hu_hu: Állás ok leírása [angol]

# OEEHeader
source: Production Data
hu_hu: Gyártási adatok

source: English
hu_hu: Angol

source: Hungarian
hu_hu: Magyar

source: Language
hu_hu: Nyelv

source: Please, log in!
hu_hu: Kérem, jelentkezzen be !

source: Shift View
hu_hu: Műszak nézet

# MainBoardGroups
source: Projekt Header
hu_hu: Projekt fejléc

# RoutingSlipTable
source: Routing Slips (Laufzettel)
hu_hu: Műveleti lapok (Laufzettel)

source: New Record
hu_hu: Új rögzítés

# txtbadparts
source: Enter scrap quantity!
hu_hu: Add meg a selejtek számát!

# txtbhid
source: Select the item number!
hu_hu: Válaszd ki a cikkszámot!

# txtcomment
source: comment
hu_hu: megjegyzés

# txtcomments
source: Add comments!
hu_hu: Írj szöveges megjegyzést!

# txtconfirmpassword
source: confirm password
hu_hu: jelszó ismétlés

# txtdate
source: Select the date!
hu_hu: Add meg a dátumot!

# txtemail
source: email
hu_hu: e-mail cím

# txtfirstname
source: first name
hu_hu: vezetéknév

# txtgoodparts
source: Enter good quantity!
hu_hu: Add meg a jó darabszámot!

# txthours
source: Enter working hours!
hu_hu: Add meg a ledolgozott órák számát!

# txtid
source: Select employee or enter employee number!
hu_hu: Válaszd ki a dolgozót vagy add meg a dolgozó számát!

# txtlastname
source: last name
hu_hu: utónév

# txtopid
source: Select routing or enter routing number!
hu_hu: Válaszd ki a műveletet vagy add meg a művelet számát!

# txtpassword
source: password
hu_hu: jelszó
